const data = {
  products: [
    {
      name: "۳ماسک ۳ لایه",
      category: "/پزشکی/ماسک",
      images: ["/product-images/3layerMask.jpeg"],
      price: 120.0,
      InStock: false,
      weight: 1200,
      code:"2",
      searchName: 'test1',
      features: [
        "  نوع محصول: ژل",
        "سایز: ۱۷۵ میلی لیتر",
        "محل مصرف: دست",
        " دارای الکل ۷۰ درصد",
        " گروه: ضد عفونی کننده",
        "  نوع محفظه: بطری پلاستیکی",
      ],
      description:
      "  این متن تستی است این متن تستی است این متن تستی است این متن تستی است این متن تستی است این متن تستی است این متن تستی است این متن تستی است ",
    },
    {
      name: "دستگاه فشار خون",
      category: "/پزشکی/فشارسنج",
      images: ["/product-images/blood-perssure.jpeg"],
      price: 180.0,
      InStock: true,
      weight: 1200,
      searchName: 'test2',
      code:"3",
      features: [
        "  نوع محصول: ژل",
        "سایز: ۱۷۵ میلی لیتر",
        "محل مصرف: دست",
        " دارای الکل ۷۰ درصد",
        " گروه: ضد عفونی کننده",
        "  نوع محفظه: بطری پلاستیکی",
      ],
      description:
      "  این متن تستی است این متن تستی است این متن تستی است این متن تستی است این متن تستی است این متن تستی است این متن تستی است این متن تستی است ",
    },
    {
      name: "  دستگاه بخور",
      category: "/پزشکی/بخور",
      images: ["/product-images/fog-maker.jpeg"],
      price: 180.0,
      InStock: true,
      weight: 1200,
      searchName: 'test3',
      code:"4",

      features: [
        "  نوع محصول: ژل",
        "سایز: ۱۷۵ میلی لیتر",
        "محل مصرف: دست",
        " دارای الکل ۷۰ درصد",
        " گروه: ضد عفونی کننده",
        "  نوع محفظه: بطری پلاستیکی",
      ],
      description:
      "  این متن تستی است این متن تستی است این متن تستی است این متن تستی است این متن تستی است این متن تستی است این متن تستی است این متن تستی است ",
    },
    {
      name: "2ماسک ۳ لایه",
      category: "/پزشکی/ماسک",
      images: ["/product-images/3layerMask.jpeg"],
      price: 120.0,
      InStock: true,
      weight: 1200,
      searchName: 'test4',
      code:"5",


      features: [
        "  نوع محصول: ژل",
        "سایز: ۱۷۵ میلی لیتر",
        "محل مصرف: دست",
        " دارای الکل ۷۰ درصد",
        " گروه: ضد عفونی کننده",
        "  نوع محفظه: بطری پلاستیکی",
      ],
      description:
      "  این متن تستی است این متن تستی است این متن تستی است این متن تستی است این متن تستی است این متن تستی است این متن تستی است این متن تستی است ",
    },
    {
      name: "دستگاه فشارسنج عقربه ای",
      category: "/پزشکی/فشارسنج/فشارسنج عقربه ای",
      images: ["/product-images/blood-perssure.jpeg"],
      price: 180.0,
      InStock: true,
      weight: 1200,
      searchName: 'test5',
      code:"6",

      features: [
        "  نوع محصول: ژل",
        "سایز: ۱۷۵ میلی لیتر",
        "محل مصرف: دست",
        " دارای الکل ۷۰ درصد",
        " گروه: ضد عفونی کننده",
        "  نوع محفظه: بطری پلاستیکی",
      ],
      description:
      "  این متن تستی است این متن تستی است این متن تستی است این متن تستی است این متن تستی است این متن تستی است این متن تستی است این متن تستی است ",
    },
    {
      name: "ترازو ",
      category: "/ورزشی/ترازو",
      images: ["/product-images/fog-maker.jpeg"],
      price: 180.0,
      InStock: true,
      weight: 1200,
      searchName: 'test15',
      code:"7",

      features: [
        "  نوع محصول: ژل",
        "سایز: ۱۷۵ میلی لیتر",
        "محل مصرف: دست",
        " دارای الکل ۷۰ درصد",
        " گروه: ضد عفونی کننده",
        "  نوع محفظه: بطری پلاستیکی",
      ],
      description:
      "  این متن تستی است این متن تستی است این متن تستی است این متن تستی است این متن تستی است این متن تستی است این متن تستی است این متن تستی است ",
    },
    {
      name: "ماساژور دلفینی ",
      category: "/ورزشی/ماساژور/ماساژور دلفین",
      images: ["/product-images/fog-maker.jpeg"],
      price: 180.0,
      InStock: true,
      weight: 1200,
      searchName: 'test6',
      code:"8",

      features: [
        "  نوع محصول: ژل",
        "سایز: ۱۷۵ میلی لیتر",
        "محل مصرف: دست",
        " دارای الکل ۷۰ درصد",
        " گروه: ضد عفونی کننده",
        "  نوع محفظه: بطری پلاستیکی",
      ],
      description:
      "  این متن تستی است این متن تستی است این متن تستی است این متن تستی است این متن تستی است این متن تستی است این متن تستی است این متن تستی است ",
    },
  ],
};

const categories = [
  {
    name: "/",
    parent: " ",
    category: "/",
  },
  {
    name: "پزشکی",
    parent: "/",
    category: "/پزشکی",
  },
  {
    name: "فشارسنج",
    parent: "/پزشکی",
    category: "/پزشکی/فشارسنج",
  },
  {
    name: "ماسک",
    parent: "/پزشکی",
    category: "/پزشکی/ماسک",
  },

  {
    name: "قندخون",
    parent: "/پزشکی",
    category: "/پزشکی/قندخون",
  },
  {
    name: "تب سنج",
    parent: "/پزشکی",
    category: "/پزشکی/تب سنج",
  },
  {
    name: "پالس اکسیمر",
    parent: "/پزشکی",
    category: "/پزشکی/پالس اکسیمر",
  },
  {
    name: "کپسول اکسیژن",
    parent: "/پزشکی",
    category: "/پزشکی/کپسول اکسیژن",
  },
  {
    name: "ورزشی",
    parent: "/",
    category: "/ورزشی",
  },
  {
    name: "دوچرخه",
    parent: "/ورزشی",
    category: "/ورزشی/دوچرخه",
  },
  {
    name: "تردمیل",
    parent: "/ورزشی",
    category: "/ورزشی/تردمیل",
  },
  {
    name: "خانگی",
    parent: "/",
    category: "/خانگی",
  },
  {
    name: "دستگاه بخور",
    parent: "/خانگی",
    category: "/خانگی/دستگاه بخور",
  },
  {
    name: "بخور سرد",
    parent: "/خانگی/دستگاه بخور",
    category: "/خانگی/دستگاه بخور/بخور سرد",
  },
  {
    name: "بخور گرم",
    parent: "/خانگی/دستگاه بخور",
    category: "/خانگی/دستگاه بخور/بخور گرم",
  },
  {
    name: "ترازو",
    parent: "/خانگی",
    category: "/خانگی/ترازو",
  },
  {
    name: "ترازو وزن",
    parent: "/خانگی/ترازو",
    category: "/خانگی/ترازو/ترازو وزن",
  },
  {
    name: "ترازو آشپزخانه",
    parent: "/خانگی/ترازو",
    category: "/خانگی/ترازو/ترازو آشپزخانه",
  },
  {
    name: "ماساژور",
    parent: "/خانگی",
    category: "/خانگی/ماساژور",
  },
  {
    name: "ماساژور سر و گردن",
    parent: "/خانگی/ماساژور",
    category: "/خانگی/ماساژور/ماساژور سر و گردن",
  },
  {
    name: "ماساژور صورت",
    parent: "/خانگی/ماساژور",
    category: "/خانگی/ماساژور/ماساژور صورت",
  },
  {
    name: "ماساژور بدن",
    parent: "/خانگی/ماساژور",
    category: "/خانگی/ماساژور/ماساژور بدن",
  },
  {
    name: "ارتوپدی",
    parent: "/",
    category: "/ارتوپدی",
  },
  {
    name: "واکر",
    parent: "/ارتوپدی",
    category: "/ارتوپدی/واکر",
  },
  {
    name: "ویلچر",
    parent: "/ارتوپدی",
    category: "/ارتوپدی/ویلچر",
  },
  {
    name: "زیبایی",
    parent: "/",
    category: "/زیبایی",
  },
  {
    name: "فیس براش",
    parent: "/زیبایی",
    category: "/زیبایی/فیس براش",
  },
  {
    name: "ماسک صورت",
    parent: "/زیبایی",
    category: "/زیبایی/ماسک صورت",
  },
  {
    name: "دستگاه ها",
    parent: "/زیبایی",
    category: "/زیبایی/دستگاه ها",
  },
];

module.exports = { data, categories };
